{
  "cards": [
    {
      "name": "The Fool",
      "arcana": "major",
      "suit": null,
      "number": 0,
      "meaningUpright": "制限から解放する。喜びと若々しい活力を表現する。オープンマインドであること。信仰の跳躍をする;自分の本能に自分自身を調整します。熱心であるか好奇心が強い。あなたの可能性を探る;革新と変化を受け入れます",
      "meaningReversed": "だまされやすく、素朴であること。不必要なリスクを取る。必要に応じて真面目にならない。馬鹿げているか気を散らしている。経験がない;十分に確立された伝統と限界を尊重しないこと。不適切に動作します"
    },
    {
      "name": "The Magician",
      "arcana": "major",
      "suit": null,
      "number": 1,
      "meaningUpright": "適切な行動を取る。より高い電力からガイダンスを受け取る。神の意志のチャンネルになる;適切で建設的な方法で男性的なエネルギーを表現する。あらゆる点で自分自身であること",
      "meaningReversed": "あなた自身の自我を膨らませる;才能を乱用;他人を操作または欺く;攻撃的すぎる。安い幻想を使って他の人を魅了します。あなたの工芸を習得するために必要な時間と労力を投資することを拒否する。ショートカットを撮る"
    },
    {
      "name": "The Papess/High Priestess",
      "arcana": "major",
      "suit": null,
      "number": 2,
      "meaningUpright": "あなたの気持ちと直感を聞いてください。型破りな精神性を探る;秘密を守る;受容的であること;演技の代わりに反映する。他人を観察する;純度を保存します",
      "meaningReversed": "孤独であること;秘密と陰謀に執着する。精神または直観からのガイダンスを拒否する。すべてを明らかにする;腸の感情を無視する;関与が適切である場合でも、関与することを拒否します"
    },
    {
      "name": "The Empress",
      "arcana": "major",
      "suit": null,
      "number": 3,
      "meaningUpright": "自分自身や他の人を育てる。実を結ぶ;あなたの体を祝う;ベアリング（文字通りまたは比ur的）子供;贅沢を楽しんでいます。あなたの周りの人々を前向きな方法で母親にします。あなたのセクシュアリティを楽しんでください。物事を成し遂げる",
      "meaningReversed": "過剰留置;貪欲である;誰かを注意深く窒息させる。過保護で誰かを衰弱させる。生産性に取りつかれて生産性を阻害する。中毒性の行動によって克服されています"
    },
    {
      "name": "The Emperor",
      "arcana": "major",
      "suit": null,
      "number": 4,
      "meaningUpright": "行使当局。制限の定義;作業の流れを指示する。明確なガイドラインの伝達。あなた自身や他の人をコントロールしている。知恵と経験を備えた攻撃的な男らしさを和らげます",
      "meaningReversed": "マイクロ管理;剛性のある鉄の駆動されたアプローチで他人の創造性を押しつぶす。あなた自身の道を手に入れることを主張する。独裁的な考え方を仮定する。目標を達成し、秩序を維持するために明白な力を使用して"
    },
    {
      "name": "The Pope/Hierophant",
      "arcana": "major",
      "suit": null,
      "number": 5,
      "meaningUpright": "他人を教えたり指導したりする;真実を探しています。より高い電力からのガイダンスを求めます。他人の知恵と経験を認める。誓いを立てる;心からの儀式に従事する。ボランティア活動",
      "meaningReversed": "他の人を操作または誤誘導する手段として経験を使用する。独断的であること。適切なものまたは必要なものよりも伝統を支持する。空の儀式の動きを経る。知恵を隠す;霊的な真理や神々へのアクセスを制限する"
    },
    {
      "name": "The Lovers",
      "arcana": "major",
      "suit": null,
      "number": 6,
      "meaningUpright": "恋をしている;他の人にあなたの愛を示します。情熱やロマンチックな気持ちを表現する。グループや志を同じくする他の人と自分自身を合わせます。人々を結びつける。十分な情報に基づいた決定を下します",
      "meaningReversed": "衰弱する情熱;愛への不健康な欲求を破壊的な行動をやる気にさせることを可能にします。団結を混乱させる;あなたを気にする人々の最善の利益に反して働く。情報のない決定"
    },
    {
      "name": "The Chariot",
      "arcana": "major",
      "suit": null,
      "number": 7,
      "meaningUpright": "障壁を突破する;自信と権威をもって前進する。成功の頂点に到達する。達成の栄光を浴びる。完全な勝利の努力を導く。価値のあるリーダーとして自分自身を確立します",
      "meaningReversed": "栄光にかかっています。他の人の感情や期待にrafえる。将来の機会よりも過去の成功に焦点を当てています。衝動的な行動を抑制しない"
    },
    {
      "name": "Strength",
      "arcana": "major",
      "suit": null,
      "number": 8,
      "meaningUpright": "あなた自身の利益のためにあなた自身に制限を課す。理性の制御下にあなたの情熱をもたらす。あなたの最善の利益に反して働く衝動に抵抗する。大胆な行動をとる",
      "meaningReversed": "あなたがそれがあなたの健康と幸福を傷つけることを知っていても、弱点にふける。中毒に苦しむ;あなたの本能があなたを飼いならして征服させることを許可します。必要に応じて立ち去ることができません"
    },
    {
      "name": "The Hermit",
      "arcana": "major",
      "suit": null,
      "number": 9,
      "meaningUpright": "達人になるか、求めている。リトリートに行く;スピリチュアルまたはクリエイティブなバッテリーの充電;経験が少ない人への道を照らす。視点を獲得するために戻る",
      "meaningReversed": "孤独であること。他人との接触を恐れる;すべての知識になる。専門知識の主張を膨らませる;無価値の恐怖からあなたのスキルと才能を隠す"
    },
    {
      "name": "The Wheel",
      "arcana": "major",
      "suit": null,
      "number": 10,
      "meaningUpright": "イベントの展開を許可します。日常のイベントでより大きなパターンを見る。あなたの運を信頼する;サイクルを見ています。 「何が起こっているのか、やってくる」と信じている",
      "meaningReversed": "お金のギャンブルを失う;実を結ぶためにあなたの役割を果たすことを拒否する。致命的なアプローチをとる。イベントの自然なコースと戦う"
    },
    {
      "name": "Justice",
      "arcana": "major",
      "suit": null,
      "number": 11,
      "meaningUpright": "客観的な決定を下す。行動を起こす前に問題を慎重に検討します。状況に対するあなたの反応を適切にスケーリングします。すべての事実を取得します。証拠を検討する;審議",
      "meaningReversed": "厳しい批判をもたらす。規則と規制に取りつかれます。それが破壊的または逆効果であっても、本によって演奏する。スナップの決定をタイムリーなアクションで混乱させる。お気に入りを演奏します"
    },
    {
      "name": "The Hanged Man",
      "arcana": "major",
      "suit": null,
      "number": 12,
      "meaningUpright": "不快なイベントで成長の機会を見ています。個人的な視点の劇的な変化を経験する。あなたの人生や仕事に予期せぬ変化を最大限に活用する。不信を停止する;犠牲を払う",
      "meaningReversed": "あなた自身とあなたの価値観に真実ではないこと。必要に応じて犠牲を払うことを拒否する。新しい状況に適応することを拒否する。他人を非難する;他の人を犠牲にして利益を得る"
    },
    {
      "name": "Death",
      "arcana": "major",
      "suit": null,
      "number": 13,
      "meaningUpright": "人生の不快な段階を終わらせる。何かの結論を認識し、祝う。悪い習慣を休ませる。新しい人になる;ある人、場所、または物を別の人に残します。手放す",
      "meaningReversed": "死に執着し、死にかけている。古い習慣や不健康な関係を放棄することを拒否する。すべてと誰もが永遠に同じままでなければならないと主張する。自分の世話をしない"
    },
    {
      "name": "Temperance",
      "arcana": "major",
      "suit": null,
      "number": 14,
      "meaningUpright": "反対をまとめる。あなたの行動や感情を緩和する;中盤を見つける;妥協に到達。関係するすべての人を喜ばせるソリューションの合成。古いものを使って何か新しいものを作る",
      "meaningReversed": "極端に行く;グループの努力を混乱させる;人生への健全なアプローチを無視する。中毒者になる;大食いの練習;何かや誰かを引き裂く。同盟を破る"
    },
    {
      "name": "The Devil",
      "arcana": "major",
      "suit": null,
      "number": 15,
      "meaningUpright": "人生が提供しなければならない贅沢を評価する。あなた自身の肌で快適である。あなたのセクシュアリティを楽しんでください。高価な個人的なアイテムに跳ねます。誰もが暗い側面を持っているという事実を受け入れます。健康的な方法で不健康な衝動に対処する",
      "meaningReversed": "外観に過度に重点を置く。常にもっと欲しい。人や関係よりも所有物を大切にする。基本本能があなたの人生を支配することを許します。利己的である;あなた自身の暗い衝動を外の力や他の人々に帰する"
    },
    {
      "name": "The Tower",
      "arcana": "major",
      "suit": null,
      "number": 16,
      "meaningUpright": "古くから閉じ込められる習慣とマインドセットから抜け出す。新たな成長への道をクリアする。膨らんだ自我の影響を払拭します。基本に戻る。有害な幻想を取り除きます。突然の洞察を受けます",
      "meaningReversed": "成長を抑圧する伝統にしがみつく。故意の盲目に従事する。変更が必要であるという証拠を拒否する。高電力からのガイダンスを無視する。破壊的な行動に悪意を持って関与しています"
    },
    {
      "name": "The Star",
      "arcana": "major",
      "suit": null,
      "number": 17,
      "meaningUpright": "最高のことを望んでいます。良いことが良い人に起こると信じること。可能な限り最高の光でイベントを見る。寛大な精神を採用する。上からガイダンスを求めています。確率よりも可能性を受け入れる",
      "meaningReversed": "不快な真実を否定する。個人的な説明責任を否定し、「物事はちょうど起こる！」と言っています。兆候と前兆を無視します。現実よりも幻想を好む。精神の悲観とけちを広める"
    },
    {
      "name": "The Moon",
      "arcana": "major",
      "suit": null,
      "number": 18,
      "meaningUpright": "健康的な空想や空想を楽しんでいます。あなたの想像力を使う;魔法の練習や日常生活の魔法を祝う。自然のサイクルに自分自身を調整します。未知を受け入れる",
      "meaningReversed": "ファンタジーを現実から分離できなくなる。妄想に苦しんでいる;幻想的または魔法のことに対する感謝を失います。冷酷に論理的な考え方を採用する。人生の謎を理解していない"
    },
    {
      "name": "The Sun",
      "arcana": "major",
      "suit": null,
      "number": 19,
      "meaningUpright": "物事をはっきりと見ています。激しい喜びを経験する;あなた自身の成功を祝う。あなたがあなたがしていることが得意であることを知っています。あなたの個人的な天才のために認識を得る",
      "meaningReversed": "あなた自身の業績に驚かされる。あなた自身の自己イメージに吸収される。急いで気を散らしていると感じました。疲労のポイントに身を任せます。あなたの能力を誇張したり、成果を誤って伝えたりします"
    },
    {
      "name": "Judgement",
      "arcana": "major",
      "suit": null,
      "number": 20,
      "meaningUpright": "モーニングコールを受信します。人生の新しい目的を発見する。完全かつ完全に自分になります。当然の報酬を受け取ります。評価または試験に合格します。人生の新しい段階の始まりを歓迎します",
      "meaningReversed": "バランスで計量され、欲求が見つかりました。明確に定義された基準までの測定に失敗しました。愚かさまたは不正行為を捕らえられている。あなたが来ていることを知っている試験の準備に失敗すること。自分自身を再発明する機会を拒否します"
    },
    {
      "name": "The World",
      "arcana": "major",
      "suit": null,
      "number": 21,
      "meaningUpright": "それをすべて持っている;できるだけ完全に自分自身を知り、愛する。すべてのものと人々の相互接続を見る。あなたの視点を強化します。人生を最大限に生きること。人生の意味を理解する",
      "meaningReversed": "貪欲とvy望を許して、自分がしていることを楽しむことを妨げます。通常のイベントでより大きなデザインを見ることができない。存在するものはすべて触れたり、数えたり、測定されたりできると信じています。あなたの周りの人々に神が反映されているのを見ることができない"
    },
    {
      "name": "ace of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 1,
      "meaningUpright": "インスピレーションを受けている;重要な目標を特定する。あなたがやりたいことは何でもする機会を与えられている。指示を与えるまたは受け取る;解決策を見る;何か新しいものを作成します。性的または創造的に興奮する",
      "meaningReversed": "素晴らしい機会を利用しないこと。効果がないか怠け者であること。不十分な努力をする。目標に向かって取り組んでいますが、成功を達成するためのリソースまたはイニシアチブが不足しています。不適切な目標を設定します。立場を取ることができません"
    },
    {
      "name": "two of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 2,
      "meaningUpright": "選択肢がある;オプションを提供または提供されています。他の人のアプローチの価値を見る。 「猫の皮を剥ぐ」方法が複数あることを理解する。一度に複数のことを成功させること。選択をする権限を与えられています",
      "meaningReversed": "あなたの意図を誤って伝えます。別のことを望んでいる間、あることをする。正当な理由なしにコースの中間ストリームを変更します。目標を追求するときでさえ、あなたの目標を変えることを拒否することはもはや意味がありません。他人の入力を無視します"
    },
    {
      "name": "three of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 3,
      "meaningUpright": "計画を動かします。その重要な最初のステップを踏む。良いことを起こす。あなたの限界を超えています。燃えるような新しいトレイル。走る地面にぶつかります。あなたの計画が実現するのを見る",
      "meaningReversed": "先延ばし;何をすべきかを知っているが、それをすることを拒否する。誰が何をすべきかを明確に定義せずにプロジェクトを立ち上げる。何か新しいことを試す機会を拒否する。あなたが始めたものを終わらせない"
    },
    {
      "name": "four of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 4,
      "meaningUpright": "素晴らしいお祝いで共有する。共同体の達成感と成功の感覚で共有する。パーティーの準備;共通の目標に向かって協力する。賞を授与または獲得します",
      "meaningReversed": "鼻を挽いた状態に保ちます。より多くの仕事を要求することで良い仕事を認識する。グループのお祝いで共有しない。酸っぱいブドウが太陽の下であなたの瞬間を毒することを許可します。あなたの役割を拒否します"
    },
    {
      "name": "five of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 5,
      "meaningUpright": "反対意見を冷静に表明する。誰かが自分の方法を使用して仕事を成し遂げることを許可する。議論や議論のためにフロアを開く。これまでに行われた進捗を以前に設定した標準と比較します",
      "meaningReversed": "彼らのばかげた意見のために他の人をbeします。戦いを選ぶ;破壊的な批判を提供する。有刺鉄線の発言で人々を餌にする。無意味な異議の無限の流れで進歩を混乱させます"
    },
    {
      "name": "six of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 6,
      "meaningUpright": "仲間を上回る。競争に勝つ;有能な人として認められている。 「スポットライトでの瞬間」を持っています。群衆に応援されている。賞を受賞。他人の賞賛を得る。誰かに「いい仕事！」",
      "meaningReversed": "悪い勝者であること。あなたの成果があなたのエゴを膨らませることを可能にします。能力が低いと思われる人々を見下ろす。注意の中心になることを切望する。不誠実な賞賛を与えたり受けたりする。他の人の成果をうらやむ"
    },
    {
      "name": "seven of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 7,
      "meaningUpright": "恐怖や脅迫によって沈黙することを拒否する。すべてのオッズとの戦いを続けます。激しい;身体的および感情的な攻撃から身を守る。虐待に耐えることを拒否する。それらを放棄するというすべてのプレッシャーにもかかわらず、あなたの価値にしがみつく",
      "meaningReversed": "肩にチップがあります。あなたの大胆不敵さを証明する手段として不必要なリスクを取る。攻撃する機会を探しています。防御力を伴う建設的な批判に対応する。あなた自身とあなたの信念のために立ち上がることを拒否します"
    },
    {
      "name": "eight of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 8,
      "meaningUpright": "迅速な行動をとる。できるだけ早く計画を進める。自分自身を活気づける;突然の変化に適応します。歩き回ってset折を取る。何も永遠に同じままであるという考えを受け入れてください。予期せぬ問題に迅速かつ適切に反応する",
      "meaningReversed": "パニックに屈する;円で走って叫ぶ。物事は常に同じままでなければならないと主張します。何が起こるかを見るためだけに鍋をかき混ぜる。他の人を急いでいる;スケジュールやプログラムを再評価することを拒否します。"
    },
    {
      "name": "nine of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 9,
      "meaningUpright": "それに固執します。あなたの約束と義務を果たす。信じられないほどの強迫の下に耐えられます。フィニッシュラインにドラッグします。自分のブートストラップで自分を拾います。やめることを拒否する。あなたが行くことができ、あなたのパフォーマンスに満足している限り行く",
      "meaningReversed": "自分をmart教者にします。あなたの投稿を放棄する;反対の最初の兆候をあきらめる。義務を果たすことを妨げられている。信頼できない。解放する必要がある何かを手放すことを拒否する。死んだ馬を倒します"
    },
    {
      "name": "ten of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 10,
      "meaningUpright": "極端な状況であなた自身を保持します。他の人が自分の負担を運ぶのを助ける。抑圧された人の助けを借りる。あなた自身の限界を知って正直であること。特定のタスクに適していないときに認識",
      "meaningReversed": "あなたが処理できることを知っているよりも多くの仕事をしてください。あなたがすでに過負荷になっているとき、「いいえ」と言うことを拒否します。残業する習慣を作る。自分の貧弱な判断の結果に直面することから他人を保護する。定期的に自分自身を過剰に拡張します"
    },
    {
      "name": "page of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 11,
      "meaningUpright": "新しい機会に飛びつく。あなたの大義をチアリーダーまたは熱心な擁護者であること。真の信者であること。独立に向けて最初の一歩を踏み出す。あなた自身の能力を信頼する;フィードバックを求めています",
      "meaningReversed": "他の人がどう思うかに基づいて、自己イメージ全体に基づいています。疑いなくあなたの道に来るすべての新しいアイデアをつかむ。他の人からの入力またはフィードバックを習慣的に割引します。あなたがあなた自身の進歩を妨げる「自分でやる」ことに熱心であること"
    },
    {
      "name": "knight of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 12,
      "meaningUpright": "先に充電。急速な進歩を遂げます。拒否制限;あなたの知恵と魅力であなたの周りの人々を魅了します。他の人にあなたのリーダーシップに対する権利を説得する。他の人にあなたに従うように説得します。変化の触媒であること",
      "meaningReversed": "不十分なスキルや情報で前進する。他人の気持ちを荒らします。性的魅力を使用して他の人を操作する。他の人にあなたのリーダーシップやイデオロギーを強制する。何も終えずに多くのプロジェクトを開始します"
    },
    {
      "name": "queen of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 13,
      "meaningUpright": "細心の注意を払う。他の人が目前の問題に集中するのを支援します。みんなを一緒に働かせます。共通の根拠を識別する。違いにもかかわらず、人々を結びつける。逆心理学の使用",
      "meaningReversed": "気を散らされたり、魅力やスキルを使用して他の人を目標からそらします。否定的または不健康な行動で自分自身に注意を向ける。あなた自身の自我を養う手段としてのグループ活動を混乱させる"
    },
    {
      "name": "king of wands",
      "arcana": "minor",
      "suit": "wands",
      "number": 14,
      "meaningUpright": "古いものを新しいエキサイティングな方法でまとめる。予期しないソリューションを考え出します。あなたの経験を使ってパズルや問題を解決します。あなたがしようとしたことをする。他人の努力を指示する",
      "meaningReversed": "あなたの創造性を使って正直な仕事から抜け出す。責任を回避するために大きなエネルギーを投資する。専門知識を実際に使用することなく、成果について自慢しています。他の人よりもそれを支配します"
    },
    {
      "name": "ace of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 1,
      "meaningUpright": "あなたの気持ちを信頼する;精神に自分自身を開く。愛情を受け入れて返還する。あなたのやる気を起こさせるものと連絡を取る。他人に愛を表現する機会を利用してください。まだ、小さな声を聞いています",
      "meaningReversed": "あなたの気持ちを隠す;愛するか愛される機会を駆り立てる。精神的な憧れに麻痺します。あなたの心の助言を拒否します。あなた自身の感情の人形になる。ヒステリーや強迫観念にふける"
    },
    {
      "name": "two of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 2,
      "meaningUpright": "誰かに惹かれる。誰かまたは何かへの憧れ。あなたの欲望に基づいて行動する;感情を発見することは相互です。気分が良くなることをすること。マージ;壊れたネクタイを癒す;二人を認めることは、お互いについて違った気持ちと動きます",
      "meaningReversed": "燃える橋;不健康な共依存に巻き込まれる。あなたが選んだ少数以外の誰かを締め出す。あなたの愛情を返さない人に夢中になります。 「The One」を見つけることを絶望しています。あなたの本当のオリエンテーションについて自分自身を欺く"
    },
    {
      "name": "three of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 3,
      "meaningUpright": "あなたの感情や他人とのつながりを祝う。歌、ダンス、または肉体的な愛情を通して喜びを表現する。あなたの気持ちを共有する他の人と一緒に働く。 「私はあなたを愛している」と言う方法として奉仕の行為を実行します。型破りなロマンチックなアレンジを受け入れます",
      "meaningReversed": "めまいを真の愛情と間違えます。 man病な感情に支配されています。誰もがいつも同じように感じることを期待しています。友人や家族に不当なサポートを要求する。危険または不健康な範囲でパーティーをする"
    },
    {
      "name": "four of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 4,
      "meaningUpright": "感情的な安定性を維持します。圧倒的な感情に屈することを拒否する。あなたが持っているものに感謝し、それを当たり前のことと思うことを拒否する。長期的なコミットメントの価値を見る",
      "meaningReversed": "退屈する;あなたの仕事を犠牲にして空想。機会に従事することを拒否する。人と関係を当たり前の人とする。ロマンチックなまたは精神的な機会を無視する。インスピレーションを浴びる;すべてが「それがそうであるように」とどまるべきだと感じる"
    },
    {
      "name": "five of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 5,
      "meaningUpright": "損失を認め、先に進む。ガラスがどのように「半分」のままであるかに焦点を当てています。暗い雲の中の銀の裏地を見つける。損失は​​人生の自然な部分であることを認識する。健康的な悲しみを受け入れる;厳しい結果から教訓を学ぶ",
      "meaningReversed": "不健康な悲しみや自己同情にうんざりする;先に進んで手放すことを拒否する。過去にしがみついている。過去の人生と過去の愛に夢中になる。現在に住んでいない。過去の過ちに自分自身を打ち負かします。あなたの努力を制限することに失敗することを恐れます"
    },
    {
      "name": "six of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 6,
      "meaningUpright": "あなたの時間と才能を他の人に寄付します。あなたの努力が他の人をどのように助けるかを知ることに満足してください。 「win-win」シナリオの作成。返済が不可能であることを知っていても、与えること。善行をするように動機付けられている",
      "meaningReversed": "自己価値の感覚を他人の評価に結びつける。あなたが実際よりも貧しく見えるように努力しています。不当な慈善団体または無益な慈善団体を取る。あなたの慈善活動について自慢します。苦痛の時に利益を得る。負担を共有することを拒否する"
    },
    {
      "name": "seven of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 7,
      "meaningUpright": "将来の成功のイメージで自分自身をやる気にさせます。視覚化を使用して進歩を促進する。問題解決に対して想像力豊かまたは創造的なアプローチをとる。夢をかなえる。個人的なビジョンからの洞察",
      "meaningReversed": "想像上の恐怖や不確実な結果に取りつかれます。感情的または政治的テロリズムに屈する;働くよりも夢見る時間が多い。あなたの選択の可能性のある影響を想定していない。恐怖によってコントロールされている"
    },
    {
      "name": "eight of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 8,
      "meaningUpright": "もっと良いものが欲しい。あなた自身のトレイルを燃やします。人生にもっとあるに違いないことに気づく。不健康な状況を残します。あなた自身のビジネスを始める;リトリートに行く; 「まだ、小さな声」を求めて",
      "meaningReversed": "容赦ない;障害を見つける; nitpicking;落ち着くことを拒否する。問題や対立から逃げる。 「それは私のやり方か高速道路です！」と言っています。過去の過ちと失望を抱きしめます。あなたの道を手に入れるための戦略としてやめると脅迫する"
    },
    {
      "name": "nine of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 9,
      "meaningUpright": "あなた自身の成果に喜んでいます。あなた自身の才能と能力を認識する。人生が提供しなければならない良いものを楽しむ。自分にふける;リラックスして巻き戻す;完全に感じるために必要なすべてを持っている",
      "meaningReversed": "独善的である;他人を犠牲にして自分を満足させる。利己的である;過剰な障害物;行う必要がある仕事を避ける。あなたが持っていない成果やスキルを主張する。あなたがどれだけ持っていても、決して満足することはありません"
    },
    {
      "name": "ten of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 10,
      "meaningUpright": "あなたが今まで夢見ていた以上のものを持っています。あなたが与えられたすべてに深く感謝しています。宇宙があなたの道をもたらす贈り物の中で神の手を認識する。超越的な喜びを経験する;国内の至福を達成する",
      "meaningReversed": "成果や関係を非現実的なファンタジー基準と比較する。感情を非常に激しく経験すると、現実に対処する能力を鈍らせます。圧倒されたと感じました。他人の成果と幸福をうらやましく思います"
    },
    {
      "name": "page of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 11,
      "meaningUpright": "あなたの感情を自由に見せます。ロマンスに身を投じます。秘密のクラッシュを看護する;ロマンチックなファンタジーにふける。新しい関係を開始。あなたの最初の愛を思い出します。初めて愛を経験する。新しい宗教への改宗",
      "meaningReversed": "真の愛と恋を間違えます。ロマンチックな意図を無実の行動に読む。必死に他人を感動させようとしています。過度に甘い感傷にふける。あなたが持っているよりも多くのロマンチックまたは精神的な経験のふりをする"
    },
    {
      "name": "knight of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 12,
      "meaningUpright": "大義に深くコミットしている。興奮からうつ病まで、強い感情に屈する。直感だけで行動する。問題を直感的に解決する。現実の代わりに理想に基づいて決定を信じて、決定を下します。テーブルに直観や情熱をもたらします",
      "meaningReversed": "狂信者になる;あなたの直感を示唆する情報を拒否することは誤っています。あなたの感情があなたをコントロールできるようにします。 je、対立、仲間のプレッシャーに屈する。直感的な洞察を隠すか無視します"
    },
    {
      "name": "queen of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 13,
      "meaningUpright": "他人のlight状に自分を感動させることを許します。強い感情を感じる;異常な同情や共感を持っている。あなたを導くためにあなたの気持ちを信頼する。精神的な能力を呼びかける。精神と団結を達成する",
      "meaningReversed": "精神の問題に非常に巻き込まれ、あなたは世界から切り離されます。共感があなたを無効にすることを許可します（インスピレーションアクションの代わりに）。精神的な能力を使用して、秘密の影響を行使する。感情主義、感情、または自己同情にうんざりする"
    },
    {
      "name": "king of cups",
      "arcana": "minor",
      "suit": "cups",
      "number": 14,
      "meaningUpright": "硬い上唇を維持します。不利な状況に直面して勇敢で明確であること。他人を慰める方法として経験を共有する。公正で共感的な決定を下す。法律の手紙だけでなく霊を称える",
      "meaningReversed": "自分が厳格で感情的になることを許します。隠されたアジェンダに基づいて不公平な決定を下す。他者への感情的な影響を考慮せずに決定を下す。精神的な権威を虐待する;感情的または精神的なレバレッジを使用して、他人に対する不健康なコントロールを行使する"
    },
    {
      "name": "ace of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 1,
      "meaningUpright": "客観的な決定を下す。ロジックの適用;困難な状況から抜け出す方法を推論する。パズルの解決;物事を考えている;事実を強調する。あなたの心をきれいにする;明確さを求めています",
      "meaningReversed": "冷酷またはねじれたロジックを適用します。あなた自身の優れた知性に輝いています。迅速な思考を使用して、他人を欺いたり混乱させたりします。簡単な思考でスナップ判断を混乱させる。結果を考えることなく決定を下す"
    },
    {
      "name": "two of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 2,
      "meaningUpright": "事実を得ずに決定を下すことを拒否する。議論の両側を探る。あなたが信じていることを情熱的に議論する。問題を比較検討します。アイデアのオープン交換を奨励する。 「首輪の下で暑い」ことなく政治的または宗教的な問題について議論する",
      "meaningReversed": "心を持つ信念と対立する証拠を拒否する。そうするためだけに他の人と議論する。 nit-picking;あなたが結果に直面することを恐れているので、決定を先送りにします。他の人が情報を得るのを防ぐ彼らは良い決断を下すために必要なもの"
    },
    {
      "name": "three of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 3,
      "meaningUpright": "物事を実際に見るのに十分勇敢であること。あなたの批判的な目を行使します。あなた自身の最高の批評家であること。物事が常に計画どおりに発生するとは限らないことを認める。過去の失恋を動かして痛みを伴う真実を受け入れます",
      "meaningReversed": "絶望にうんざりする;他人の考え、言葉、または行為によって完全に押しつぶされることを許します。あまりにも厳しく判断します。非現実的な卓越性の基準に身を任せます。あなたの肩にチップを運んでいる間、あなたの袖にあなたの心を身に着けてください"
    },
    {
      "name": "four of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 4,
      "meaningUpright": "それらを実行する前にあなたの計画を考えてください。あなたの心を瞑想したりきれいにしたりするために一時停止します。それを批判する前に誰かまたは何かを理解するために時間をかけて。休息;健康的な気晴らしであなたの考えを占領します",
      "meaningReversed": "物事を考えていない。先延ばしを思いやりと間違えます。視点を採用し、反論する証拠を提示された場合でも、結論を再考することを拒否します。カオスと気まぐれがあなたの考えを支配することを許可します"
    },
    {
      "name": "five of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 5,
      "meaningUpright": "あなた自身の最大の関心事で行動する。自分のために立ち上がることを選ぶ。意見の相違や不和から後退していない。立ち上がる;非倫理的な計画と一緒に行くことを拒否する。いつルールを曲げるかを知る",
      "meaningReversed": "他の人を利用する。他人を脅かす;非倫理的な方法で行動する。戦いを選ぶ;他の人を暴力や不合理に駆り立てるために言葉を使って。あなたが順守することに同意したルールを無視する。害が他の人に来るようにしながら自分自身を探しています。勝利をめぐる"
    },
    {
      "name": "six of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 6,
      "meaningUpright": "悪い状況を最大限に活用します。敗北からの回復;期待をリセットします。予期しない状況の手当を作る。悲惨な状況で自分自身を見つける他の人を助ける。あなたが世界を見る方法を変える。勉強や旅行を通して視点を広げます",
      "meaningReversed": "物事が変わったことを受け入れることを拒否しました。犠牲者を演じる;あなたの行動が結果をもたらすという考えを拒否します。科学的基準を信仰の問題に適用するか、科学と信仰を混乱させる。全世界があなたの小さな隅のようであると信じること"
    },
    {
      "name": "seven of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 7,
      "meaningUpright": "捕まる可能性がない場合でも、不正なことをすることを拒否します。フィネスで困難な状況を処理する。仮定を指摘する。公共および私的で倫理的に行動する。非難を超えた人生を生きる",
      "meaningReversed": "盗むか嘘をつく;あなたができるという理由だけで、あなたが逃げることができることは何でもしてください。結果を回避する方法を探しています。他人の邪悪に焦点を合わせることによって邪悪な行動を正当化する。あなた自身の動機と偏見を調べることができません"
    },
    {
      "name": "eight of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 8,
      "meaningUpright": "限界を称える;ルールを尊重します。あなたの健康のために食事をすることを決めます。あなたが常にコントロールされているとは限らないことを認識してください。さらなる進歩に対する障害を特定する。不健康または非倫理的な選択肢について考えることを拒否する。援助を求める",
      "meaningReversed": "閉じ込められた感じ;規則と規制の迷路で失われている。絶望に屈する;犠牲者を演じる;他の人があなたができることとできないことを指示することを許可します。無力になっている。オプションが非常に少ない。道を探すことができません"
    },
    {
      "name": "nine of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 9,
      "meaningUpright": "あなたがコントロールできないものを心配することを拒否します。不安を拒否する;優しさと優しさであなた自身のパフォーマンスを判断する。瞑想を使って問題のある心を静めます。悪夢と恐怖に立ち向かう。結論を出し、あなたの心から問題を出す",
      "meaningReversed": "後悔で拷問する。あなたのあらゆる動きを二番目に推測します。あなたの間違いのために自分自身を打ち負かす。うつ;エラーや見落とされた詳細に取りつかれています。健康的な方法でストレスを処理することを拒否する。過去に住むことによって現在に感謝するあなたの能力を台無しにする。不可逆的な決定を議論する"
    },
    {
      "name": "ten of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 10,
      "meaningUpright": "あなたがあなたの限界に達した兆候を見てください。あなたの体があなたに伝えようとしていることに注意を払う。休息と更新の必要性に屈します。あなたが底を打ったことを認める。ターンアラウンドにコミットする。最悪のことを知ることは終わりました",
      "meaningReversed": "敗北を時期尚早に受け入れる。特に精神的には、完全な疲労に身を任せます。精神的崩壊を経験する;限界点への問題に取りつかれています。あきらめる;思考から行動へと移行することを拒否する。深く不健康な考え"
    },
    {
      "name": "page of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 11,
      "meaningUpright": "一連の研究を追求する。良い質問をする;研究と実践に時間を投資します。研究をする;新しいことを学ぶ習慣を作る。調査を開始。あなたが知る必要があることを概説する。メンターまたは教師を見つける",
      "meaningReversed": "あなたが持っていない知識や洗練のふりをする。試験の不正行為。好意を得る方法として興味を装う。あなたがすでに描いた結論を支持する証拠のみを考慮する。経験豊富な教師の賢明な助言を拒否する"
    },
    {
      "name": "knight of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 12,
      "meaningUpright": "あなたの心を話す;あなたの意見を知らせる。建設的な批判を提供する。あなたの知識を共有する;洞察に満ちた観察を行う。問題を特定します。他の人が言ったことを明確にする。他の人に明確な方向性を与える。真実を明らかにする",
      "meaningReversed": "あなたの意見を事実として述べる。戦いを選ぶ;議論の開始;巧妙なin辱を使用して、他人の自信を損なう。窓から理由を投げます。他人の感情を考慮せずに話す。魔女狩りに行く。歪曲的な証拠"
    },
    {
      "name": "queen of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 13,
      "meaningUpright": "タクトの運動または外交の使用;緊張した状況を和らげる。何を言うべきか、それを言う方法を知っている。他の人に快適で自信を感じさせる。みんなに最高のものを引き出す。言葉で道を持っている。冗談を言う;音楽、数学、芸術、科学のコツを所有しています",
      "meaningReversed": "他の人を破壊するために何を言うべきかを正確に知っている。重要な情報を差し控える。有刺鉄線を使って他の人を混乱させる。皮肉を使用する;他の人を不親切に模倣する。恵まれない人々の光を作る。無礼であること。あなたが与えられた才能を使わない"
    },
    {
      "name": "king of swords",
      "arcana": "minor",
      "suit": "swords",
      "number": 14,
      "meaningUpright": "堅さと権威で自分自身を表現する。最終決定を下す。専門家に相談する。アドバイザーとコンサルタントを呼び出す。最終的な結論に達する。サウンド情報に基づいて有益な合意に達する",
      "meaningReversed": "最後の言葉を持っていることを主張する。あなたの知的能力を誇示します。他人の「頭の上」を話します。重要な決定に包まれています。常にあなたの心を変えます。あなた自身の最大の関心のある選択をすることを拒否する。無駄に願って、あなたは言われたことを取り戻すことができます"
    },
    {
      "name": "ace of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 1,
      "meaningUpright": "繁栄を達成するための計画の概要を説明する。収入や健康を改善する機会を認識する。必要なものがすべて揃っていることに気付きます。宇宙があなたに与えたすべてを感謝します。完璧なタイミングで完璧な贈り物を受け取ります",
      "meaningReversed": "容赦ない消費主義にふける;どんなに持っていても、もっと欲しい。アカウントの残高に取りつかれています。心気症に苦しんでいます。感謝を表明することなく祝福を摂取する。他の人のニーズに関係なくあなたが望むものを取る"
    },
    {
      "name": "two of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 2,
      "meaningUpright": "計量オプション。価格の比較。あるオプションの値を別のオプションよりも決定する。目的を達成するためにリソースをジャグリングする。あなたの体や銀行帳に最適なものに基づいて困難な選択をします。一番下の行を見ています。健康問題に関するセカンドオピニオンを求めています",
      "meaningReversed": "無限の価格比較に従事する。後で少し良い価値を見つけることを恐れて購入決定を先送りにします。価値に関係なく何かを購入する。不必要な費用で予算を破る。あなたの体や銀行帳がどのように影響を受けるかを考慮せずに行動に従事する"
    },
    {
      "name": "three of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 3,
      "meaningUpright": "プロジェクトの終了。基準の設定と会議。仕様に応じて実行する。他の人を大切にするものを作る。何か新しいものを作成します。グループプロジェクトであなたの役割を果たします。他の人が求めているものを正確に提供します",
      "meaningReversed": "他の人の好みに合わせて。あなたが約束したものを提供しない。密接に監督されない限り、あなたの最高の仕事を提供しないでください。あなたに投資した人々との合意を無視または破る。あなたの役割を拒否する。自分や他の人との明確に囲まれた合意に従わない"
    },
    {
      "name": "four of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 4,
      "meaningUpright": "雨の日のために貯金。精神的な実践の一部として断食。あなたの体を改善するための努力の中でダイエット。精神的な伝統や個人的な約束を尊重する方法としてのセックスを控える。財政的に保守的であること。信託基金の設立。普通預金口座を開く",
      "meaningReversed": "ケチであること。使う必要があるお金を使うことを拒否する。パートナーからのセックスを差し控える。他の人のニーズに関係なく、独自のニーズを独占的にケアする。ペニーを節約するためにドルを費やす。あなたが与えられた祝福の良いマネージャーにならないこと"
    },
    {
      "name": "five of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 5,
      "meaningUpright": "あなたのニーズを認識し、それらを満たすために行動を起こす。あなたが持っている小さなことでできる限りのことをしてください。あなたが助けが必要であることを認める。あなたの道に来る援助を受け入れる。あなたが持っているものとそうでないものに焦点を合わせます。トンネルの端にある光を探しています",
      "meaningReversed": "あなたの財政的または身体的ニーズを誇張します。貧困のメンタリティを採用する。自分をサポートすることを拒否する。サポートの申し出を拒否する。 mart教者を演じる;あなたの健康や財政を改善する機会を断ります。悲惨さにうんざりします"
    },
    {
      "name": "six of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 6,
      "meaningUpright": "慈善団体に時間、お金、または努力を与える。グループの努力に参加する。見返りに何も期待せずに他の人にリソースを貸してください。全員が平等に扱われるようにします。共通の目標に向かって協力する。富、時間、または注意の再配布。 tithing;あなたの成功のためにクレジットを共有します",
      "meaningReversed": "誰かをコントロールする手段としてローンを作る。慈善行為を使用して自分自身に注意を引く。仕事やリソースを不公平に分割します。グループの努力であなたの役割を果たさない。義務とコミットメントを無視します"
    },
    {
      "name": "seven of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 7,
      "meaningUpright": "あなたの目標に向けて進歩を測定する。パフォーマンスの向上に目を向けて結果を見る。 「私はどれほど幸せですか？」と尋ねます。あなたの健康や繁栄を改善するためのアイデアを思いつきます。変更の時間であると判断します。正直な意見を表明する",
      "meaningReversed": "憂鬱な考えに気を取られる。 「古き良き時代」への憧れ。失われた機会に自分自身を打ち負かす。あなた自身の仕事を厳しく判断します。他の人を不適切な基準に保持します。プロジェクトに参加することを拒否し、結果の質について泣き言を言う"
    },
    {
      "name": "eight of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 8,
      "meaningUpright": "最善を尽くします。あなたの仕事に熱意と熱意をもたらします。あなたができる限り最高になるために努力すること。あなたにぴったりの仕事を見つける。小さな詳細の世話をします。細かく熟練した職人になる。あなたの手で何かを構築する。手作りの贈り物を作る",
      "meaningReversed": "自分自身を死に至らします。中途半端またはずさんな仕事をしています。あなたが嫌い​​な仕事を続ける。思慮のない贈り物を買う;粗雑な職人技を使って作業を生み出します。あなたの仕事を駆け抜ける;あなたの技術についてもっと学ぶ機会を拒否します"
    },
    {
      "name": "nine of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 9,
      "meaningUpright": "困難なタスクを学習または教えることに時間を費やす。身体的または財政的な極端なものから自分を抑制します。より大きな目標を達成する方法として犠牲を払う。複雑なタスクを簡単なステップに分割します。あなたが持っているものが欲しい。ニーズと欲求の違いを知る",
      "meaningReversed": "実行するために訓練されずにタスクに割り当てられている。あなたが資格がない位置を追求する。要件の無視。何かまたは新しい人について学ぶとき、適切な時間や注意を捧げることを拒否する。いつももっと渇望しています"
    },
    {
      "name": "ten of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 10,
      "meaningUpright": "あなたの肉体的および経済的な祝福を祝う。あなたがどれほど幸運か、どれほど祝福されているかを理解する。あなたの身体的および経済的成果に満足している。 「Times of Plony」を最大限に活用します。ごちそうを楽しんでいます。贈り物で友達や家族にシャワーを浴びます",
      "meaningReversed": "贅沢な贈り物や所有物にすべてのお金を費やす。あなたの富や体格で他の人を感動させるために一生懸命努力しようとします。カリーの好意の手段として不適切に高価な贈り物を与える。体重、健康、または金融の問題に取りつかれます。いつも「私にとって何が入っているの？」と尋ねます。"
    },
    {
      "name": "page of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 11,
      "meaningUpright": "ドルの価値を学ぶ。貯蓄プランの開始。借金から抜け出すための第一歩を踏み出す。新しい物理的なタスクを学ぶ。あなたのセクシュアリティを発見する;食事、減量プログラム、または健康関連の努力を開始します。やることで学ぶ",
      "meaningReversed": "あなたが実際よりも健康的または裕福に見えるようにしようとしています。不注意にお金を使う。明日を考えずに、今日は厳密に生きています。セックスとセクシュアリティに対する未熟な態度を持っている。学び、成長する必要がないための言い訳として富や美しさを使用する"
    },
    {
      "name": "knight of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 12,
      "meaningUpright": "賢くお金を使う。雨の日のために貯金。身体的または財政的な詳細に細心の注意を払う。すべてのドルがどこに行くのかを知る。安全なセックスをする; 「良い感情」よりも事実を好む。手持ちのリソースで「やる」ための創造的な方法を見つける。新しい発明を完了します",
      "meaningReversed": "4つの風に注意を払う。結果に関係なく支出。必需品が不足している場合、贅沢への支出。お金を使うことでストレスを逃れる。小さな物理的または財政的な詳細に取りつかれています。いくつかの新しいボーブルを追いかけます。他の人の作品をコピーし、それをあなた自身のものとして主張します"
    },
    {
      "name": "queen of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 13,
      "meaningUpright": "高級料理、高級ワイン、美しい芸術、美しい体、または人生のより良いものに感謝します。健康なセクシュアリティを楽しむ。自分を扱う;時折の「いい」アイテムを散らばる。期待を超えて補償で誰かに報いる。それをすべて持っている",
      "meaningReversed": "大食いや貪欲にふける。飽くことになる;扱いの影響をあまりにも頻繁に吸います。感情的なニーズを提供せずに身体的快適さを提供する。あなたが与えられたものにあなたの感謝をゆがめるための資格の感覚を許す"
    },
    {
      "name": "king of coins",
      "arcana": "minor",
      "suit": "coins",
      "number": 14,
      "meaningUpright": "借金のないものになる;通り過ぎるのに十分すぎる。貯蓄計画に貢献する。あなたのキャリアを前進させることに目を向けて新しい仕事をする。生命保険または健康保険の購入;寝室に自信がある。そうするように求められたときにエンフォーサーの役割を引き受ける",
      "meaningReversed": "とても保守的になると、原則だけですべての変化に抵抗します。伝統を守るという名の革新を無視する。独善的または生意気であること。利益や喜びに容赦なく捧げられる。性的に利己的であること。特にあなたがそうする権限を与えられていないとき、周りの他の人をボスにします"
    }
  ]
}
